import advice1 from '../../../shared/assets/advice/advice1.webp';
import advice2 from '../../../shared/assets/advice/advice2.webp';
import advice3 from '../../../shared/assets/advice/advice3.webp';
import advice4 from '../../../shared/assets/advice/advice4.webp';
import advice5 from '../../../shared/assets/advice/advice5.webp';

export const advice = [
    {
        title: 'Обеспечьте достаточно пространства',
        description: 'Кошки породы саванна очень активны и любознательны. Им нужно много пространства для игр и исследований. Если у вас есть возможность, оборудуйте безопасный выгульный дворик или обеспечьте доступ кошки на балкон, защищённый сеткой. Внутри дома установите высокие когтеточки и полки, чтобы кошка могла лазить и наблюдать за окружающим миром с высоты.',
        image: advice1,
    },

    {
        title: 'Заботьтесь о здоровье',
        description: 'Порода саванна, как и любые другие кошки, требует регулярного медицинского обслуживания, включая вакцинацию, дегельминтизацию и профилактику блох. Не забывайте посещать ветеринара для регулярных осмотров. ',
        image: advice2,
    },

    {
        title: 'Питание',
        description: 'Правильное питание — ключ к здоровью саванны. Исходя из их генетического наследия от диких сервалов, эти кошки могут иметь более высокие потребности в белке. Выбирайте качественный корм с высоким содержанием белка, предназначенный специально для активных кошек. Некоторые владельцы предпочитают кормить своих саванн сырым мясом в качестве добавки к основному рациону.',
        image: advice3,
    },

    {
        title: 'Воспитание и обучение',
        description: 'Саванны умны и легко обучаемы. Они могут научиться выполнять различные команды, приносить предметы и даже гулять на поводке. Раннее социализирование и постоянные тренировки помогут вашей кошке адаптироваться к жизни в доме и лучше взаимодействовать с людьми и другими животными.',
        image: advice4,
    },

    {
        title: 'Внимание и привязанность',
        description: 'Несмотря на их отчасти дикий происхождение, саванны очень привязываются к своим владельцам и любят внимание. Уделяйте вашей кошке достаточно времени, играйте с ней, обнимайте и гладьте. Это укрепит вашу связь и сделает её более счастливой.',
        image: advice5,
    },

]